Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_1trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Sisdoallu
sma: daltesasse

source: Ođas jagi 2014 rájes
sma: Åarjelsaemien Sisvege

source: Dát bagádus lea čállon dutnje geas leat oahppit geat galget čađahit 1. jahkeceahki kártengeahččaleami rehkanastimis.
sma: PRYÖVEN BÏJRE... 3 Tjoeperdimmieraaste... 5 Maam goerehtallemepryöve ryöknedimmesne 1. daltesasse möölehte ?...

source: dárbbašit liige čuovvoleami vai ožžot buoret vuođu viidásit bargui rehkenastima vuođđo máhtolašvuođain.
sma: PRYÖVEN ÅVTELEN... 8 Bïevnesh eejhtegidie... 9 Bïevnesh learoehkidie... 9 3. MEARAN TJÏRREHTEMINIE... 10 4.

source: oassi, mas leat rávvagat maid galgá bargat maŋŋil geahččaleami čađaheami, čilge mo bohtosiid sáhttá geavahit daid ohppiid čuovvoleapmái geat leat sierra beroštumi ráji vuolábealde.
sma: PRYÖVEN MÆNNGAN... 10 Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne... 11 Evtiedimmie goerkesistie jïh tjiehpiesvoetijste... 13 Ryökneme... 15 taalesïeve)....

source: Geahččaleami birra sáhtát maiddái lohkat dieđuid Oahpahusdirektoráhta neahttasiidduin (www.udir.no) KÁRTENGEAHČČALEMIID BIRRA Mii lea ulbmil geahččalemiin ?
sma: Orre jaepeste 2014 Jaepeste 2014 orre, orrestahteme giehtjedimmieh tjïrrehtuvvieh, lohkemem jïh ryöknedimmiem 1. – 3. daltesisnie goerehtalledh.

source: Kártengeahččaleamit galget almmustahttit leat go oahppit geat eai leat oahppan dárbbašlaš máhtolašvuođaid álgooahpahusas.
sma: Dah pryövh aktem orre guelmiem åådtjeme, jïh såemies laavenjassehammoeh jïh sisvege pryövine leah jarkelamme,

source: Geahččalemiid dieđuid ferte geahččat searválagaid eará dieđuiguin mat skuvllas leat ohppiid birra.
sma: Ulmie dej orre pryövigujmie lea buerebelaakan learohki gaskem joekehtidh mah tjoeperdimmieraasten bijjelen jïh nuelesne.

source: Jus muhtun oahppi geahččaleami bohtosat čájehit váilevaš doabaipmárdusa ja / dahje rehkenastinmáhtolašvuođa, de sáhttá leat dárbu eanet kártemii ovdalgo oahppi oažžu liige čuovvoleami.
sma: Doh pryövh edtjieh aaj jienebh bïevnesh vedtedh dej viesjies learohki bïjre. Dan åvteste dah sijhtieh jïjnjh aelhkie laavenjassh utnedh, jïh eah sïjhth ulmiejaksemem möölehtidh,

source: Maid mihtida geahččaleapmi ?
sma: viertiestamme learoesoejkesjinie dejtie veaksehke learoehkidie.

source: Kártengeahččaleapmi galgá iskat man muddui oahppi doabaipmárdus ja vuođđomáhtolašvuođat leat dan ektui mii oahppoplánain lea mihttun vuođđo máhtolašvuohtan guhtege fágas.
sma: Goerehtallemepryövh medtie vïjhte jaepieh jielieh åvtelen dah staeriesuvvieh, jïh dïhte seamma pryöve dan åvteste tjïrrehtamme sjædta vïjhte jaepiej iktemearan.

source: Geahččaleamis leat ollu álkes bargobihtát ja addá danne unnán dieđu ohppiid birra geat máhttet buot dahje measta buot bargobihtáid.
sma: Daate bïhkedimmie lea tjaaleme dutnjien gïen learohkh mah edtjieh goerehtallemepryövem ryöknedimmesne tjïrrehtidh 1. daltesisnie.

source: Áidna maid sáhttit dadjat ohppiid birra geat leat máhttán ollu dahje visot bargobihtáid lea ahte sis lea doarvái máhtolašvuohta vuođđun viidásit oahpahussii, muhto diehtit unnán man ollu sii rievttimielde máhttet.
sma: learohkh damtijidh mah lissie dåarjelimmiem daarpesjieh juktie aktem buerebe våaromem åadtjodh dan guhkiebasse barkose dej uvtemesth tjiehpiesvoetigujmie ryöknedimmesne. Bïhkedimmesne raerieh jïh bïevnesh dan bïjre maam byöroe darjodh åvtelen, mearan jïh

source: Dainna lágiin lea kártengeahččalemiin erohus nationála geahččalemiin main leat maiddái váttis bargobihtát ja mat addet dieđuid ohppiin buot máhtolašvuođa dásiin.
sma: Minngemes bielie bïhkedimmeste lea guktie maahta illedahkide nuhtjedh juktie dejtie learoehkidie vijriesåbpoe dåarjelidh mah akten tjoeperdimmieraasten nuelesne skååredieh.

source: Fertejit go buot oahppit čađahit geahččaleami ?
sma: Ööhpehtimmiedirektovraaten nedtesæjrojne (www.udir.no).

source: Eanet dieđut das geat eai dárbbaš váldit geahččaleami leat čađaheami njuolggadusain Retningslinjer for gjennomføring.
sma: Sæjroe

source: Sáhttá go geahččaleami heivehit ohppiide ?
sma: GOEREHTALLEMEPRYÖVI BÏJRE Mij lea pryöven aajkoe ?

source: Skuvllas lea ovddasvástádus ahte oahppit geat dárbbašit heivehusaid maiddái sáhttet čađahit kártengeahččaleami.
sma: Goerehtallemepryövh edtjieh vueptiestidh mejtie leah learohkh mah eah leah daerpies tjiehpiesvoeth aalkoelïerehtimmesne vejtiestamme.

source: Heiveheapmi sáhttá leat earret eará ahte čađahit geahččaleami smávit joavkkuin, dahje čađahit geahččaleami okto, dahje ahte leat bottut.
sma: Illedahkh pryöveste edtjieh lohkehtæjjide jïh skuvleåvtehkem viehkiehtidh learohkh damtijidh mah leah akten tjoeperdimmieraasten nuelesne jïh mah lissie dåarjelimmiem daarpesjieh.

source: Skuvla ii sáhte ráhkadit sierra ortnegiid mat sáhttet váikkuhit ohppiid bohtosiidda nugo veahkkeneavvuid geavaheamit dahje eanet áigi juohke siiddu čađaheapmái.
sma: Tjuara bïevnesh pryövijste ektesne vuejnedh jeatjah bïevnesigujmie learohken bïjre mejtie skuvle åtna.

source: Skuvlajođiheaddji ferte árvvoštallat ovttaskas oahppi dárbbuid sierra heiveheapmái. Geas lea ovddasvástádus kártengeahččaleami čađaheapmái ?
sma: Goerehtallemepryövh edtjieh goerehtidh mennie mieresne learohki dïejvesegoerkese jïh maadthtjiehpiesvoeth leah learoesoejkesjen ulmiej mietie dejtie uvtemesth tjiehpiesvoetide dennie sjyöhtehke faagesne.

source: Skuvlajođiheaddjis lea bajimus ovddasvástádus láhčit dili nu ahte oahppit oassálastet geahččaleami čađaheamis. Sierra beroštumi rádji
sma: Pryövesne jïjnjh aelhkie laavenjassh, jïh dan åvteste vaenie bïevnesh vadta dej learohki bïjre mah gaajhkide jallh mahte gaajhkide laavenjasside buektiehtieh.

source: Kártengeahččalemiin lea sierra beroštumi rádji dan váste ahte galgá identifiseret ohppiid geat dárbbašit liige čuovvoleami ovdánahttit lohkodoahpagiid ja rehkenastinmáhtolašvuođaid.
sma: Naemhtie goerehtallemepryövh nasjovnaale pryövijste joekehtieh gusnie aaj gïerve laavenjassh, jïh bïevnesh learohki bïjre vedtieh gaajhkine daltesinie. Gaajhkh learohkh tjuerieh pryövem vaeltedh ?

source: Sierra beroštumi rádji mearriduvvo go buohtastahttet bohtosiid ohppiidjoavkkus mat sáhttet leat ovddasteaddjin vuosttaš gearddi go geahččaleami čađahit.
sma: Pryöve 1. daltesasse lea jïjtjevyljehke, men dastegh skuvle jallh tjïelte sjæjsjele learohkh skuvlesne edtjieh goerehtallemepryövem tjïrrehtidh, dellie gaajhkh learohkh daltesisnie pryövem tjïrrehtidh.

source: Rádji biddjo nu ahte lea dat poeaŋŋa dahje unnit poeaŋŋa go mii lea riikkadásis 20 proseantta ohppiin geat leat ožžon heajumus bohtosiid.
sma: Learohkh mah leah skiemtjine pryövebiejjien, jallh jeatjah gaatoem utnieh, edtjieh nuepiem åadtjodh pryövem vaeltedh akten jeatjah biejjien.

source: Gaskaboddosaš sierra beroštumi ráji gávdná dieđihanskovis oasis Instruksjon for gjennomføring
sma: Bïevnesh luejhtiehtimmien bïjre lea lïhkebe buerkiestamme njoelkedassine Retningslinjer for gjennomføring.

source: Vurderingsveiledning mii lea almmuhuvvon neahttabáikkis PAS.
sma: Learohkh maehtieh sjïehteladtemem åadtjodh ?

source: Gaskaboddosaš ja loahpalaš sierra beroštumi rájis ii dáidde ollu erohus. Sierra beroštumi ráji ii ábut atnit áibbas čavga rádjin.
sma: Skuvle dïedtem åtna ihke learohkh mah sjïere sjïehteladtemem daarpesjieh aaj maehtieh goerehtallemepryövem tjïrrehtidh.

source: Muhtun oahppit geat leat juste bajábealde sierra beroštumi ráji, dárbbašit maiddái liige čuovvoleami. Dasa lassin sáhttá
sma: Sjïehteladteme maahta vuesiehtimmiem gaavhtan årrodh pryövem darjodh aktene onne dåehkesne, dam oktegh darjodh, jallh jienebi eejehtimmiejgujmie.

source: oahpaheaddji vásihit ahte oahppit ožžot poeaŋŋaid jur vuolábealde dahje sierra beroštumi ráji lahkosis, vaikko ovdalaš áicamat oahppis eai leat čájehan váilevaš máhtolašvuođaid.
sma: Skuvle ij maehtieh jïjtsh öörnegh darjodh mah maehtieh learohkeilledahkide tsevtsedh, goh viehkiedïrregh nuhtjedh jallh lissie tïjjem nuhtjedh fïerhtene sæjrosne.

source: Danne lea dehálaš geavahit veahkkin eará dieđuid oahppi birra su viidásit čuovvoleamis.
sma: Skuvleåvtehke tjuara fïerhten learohken daerpiesvoeth sjïere sjïehteladtemasse vuarjasjidh.

source: Maid mihtida 1. jahkeceahki kártengeahččaleapmi rehkenastimis ?
sma: Maahta pryövem stueriedidh dejtie leaoehkidie mah nåakelaakan vuejnieh.

source: Kártengeahččaleapmi galgá geavahuvvot kártet rehkenastima vuođđo máhtolašvuohtan, ráddjejuvvon ohppiid lohkoipmárdussii ja rehkenastinmáhtolašvuhtii.
sma: Gie dïedtem åtna goerehtallemepryövide tjïrrehtidh ? Skuvleaajhtere dam bijjemes dïedtem åtna sjïehteladtedh ihke gaajhkh learohkh meatan tjïrrehtimmesne.

source: Ulbmil
sma: Sæjroe

source: Geahččaleapmi lea ráhkaduvvon dakkárin ahte galgá addit eanemus dieđuid ohppiid birra geaid čuoggát leat sierra beroštumi ráji lahkosis.
sma: 4/32 damtijidh mah lissie dåarjelimmiem daarpesjieh jis edtjieh aktem hijven taaledïejvesem jïh hijven ryöknedimmietjiehpiesvoeth evtiedidh.

source: vuolábealde sierra beroštumi ráji sáhttet hui iešguđet ládje máhttán geahččaleami ja sis sáhttet iešguđetlágan rahčamušat.
sma: Tjoeperdimmieraastem aerviedibie gosse illedahkide akten sjïehteles learohkedåahkan viertiestibie, voestes aejkien pryövem

source: Danne lea dárbbašlaš ovttaskas oahppi bohtosiid árvvoštallat searválaga eará dieđuiguin oahppi birra, ovdal go mearrida maid berre viidásit bargat.
sma: Raaste bïejesåvva naemhtie guktie dah viesjiehtommes 20 prosenth learoehkijstie abpe laantesne seamma jïjnjh, jallh vaenebh poengh goh tjoeperdimmieraastem utnieh.

source: Dehálaš lea daid ohppiid váhnemiidda - geat dárbbašit čuovvoleami, ovddidit
sma: Tjoeperdimmieraastem sïjhtebe bæjhkoehtidh mïetsken 2015 minngiegietjesne.

source: makkár bohtosat ja rávvagat sidjiide leat, nu ahte váhnemat sáhttet doarjut mánáideaset ovdánahttima matematihka vuođđo máhtolašvuođain.
sma: Datne aktem åvtelhbodti raastem gaavnh vïhtesjadtemegoeresne bïhkedassesne Instruksjon for gjennomføring jïh Vurderingsveiledning mah leah bæjhkoehtamme PAS:sne.

source: Eanas ohppiid maid kártengeahččaleamit áiccalmahttet, sáhttá čuovvolit heivehuvvon oahpahusa rámma siskkobealde.
sma: Seapan ij

source: Muhtun ohppiid berre guorahallat viidáseappot, iskat leago dárbu sierraoahpahussii.
sma: sïjhth stoerre joekehtse årrodh dej åvtelhbodti jïh minngemosth tjoeperdimmieraasti gaskem.

source: Vuođđo máhtolašvuođat rehkenastimis leat juhkkojuvvon njealji máhtolašvuođasuorgái:
sma: Ij tjoerh tjoeperdimmieraastem vuejnedh goh akte vihties raaste.

source: • Dovdat ja čilget lea 1. dásis čilgejuvvon ná: “ Dovdá konkrehta diliid mat sáhttet čovdojuvvot rehkenastimiin, ja ráhkada gažaldagaid daidda ”.
sma: Såemies dejstie learoehkijstie dåehkesne mah leah ånnetji tjoeperdimmieraasten bijjelen sijhtieh aaj lissie dåarjelimmiem daarpesjidh.

source: Sáhttá maiddái leat nu álki go ipmirdit ahte čieža eappela (beallekonkrehta / sárgosat) sáhttet ovddastit (lohko) symbola 7, dahje sáhttit buohtastahttit guokte ovddasteaddji seamma lohkui (ovdamearka dihte lohkosymbola ja konkrehtaid).
sma: Lissine lohkehtæjja maahta dååjredh akte learohke tjoeperdimmieraasten nuelesne jallh eevre lïhke skåårede, seamma tïjjen goh aarebi vïhtesjimmieh learoehkijstie maam akt jeatjebem vuesehte.

source: • Geavahit ja ávkkástallat lea 1. dásis čilgejuvvon ná: “ Geavaha álkes strategiijaid lohkat ja juogustit hivvodagaid ja geometralaš hámiid.
sma: Dan åvteste vihkeles jeatjah jïh aarebi bïevnesh krööhkedh mejtie learohki bïjre åtna dennie vijriesåbpoe dåarjelimmesne. Maam goerehtallemepryöve ryöknedimmesne 1. daltesasse möölehte ?

source: Rehkenastá álkes
sma: Edtja goerehtallemepryövem nuhtjedh juktie ryöknedimmiem goerehtalledh goh uvtemesth tjiehpiesvoeth, gaertjiedamme learohki taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: www.udir.no/Lareplaner/Finn-lareplan/#matematikk rehketbihtáid iešguđetlágan vugiiguin.
sma: Pryöven aajkoe lea learohkh damtijidh mej viesjies goerkese jïh viesjies ryökneme- jïh ryöknedimmietjiehpiesvoeth.

source: 1. jahkeceahki geahččaleamis lea lunddolaš ráddjet dan máhttui geavahit strategiijaid loguidlohkamis ja juogustit hivvodagaid ja
sma: Pryöve lea gårredamme tjïelkestimmesne jïh progresjovnebuerkiestimmesne ryöknedæmman tjaalegisnie Rammeverk for grunnleggende jïh maahtoeulmine jïh learoesoejkesjisnie.

source: sáhttit čađahit aritmehtalaš rehkenastimiid (sihke gárvvisin biddjon ja ii gárvvisin biddjon bargobihtáid).
sma: Pryöve lea evtiedamme juktie jeenjemes bïevnesh learohki bïjre vedtedh mah leah tjoeperdimmieraasten lïhkebisnie.

source: • Suokkardit ja árvvoštallat leat čilgejuvvon ná: “ Mearridit leago boađus vástádus
sma: tjoeperdimmieraasten nuelesne maehtieh gaajh joekehts aath buektiehtidh, jïh joekehts aatigujmie tjabredh.

source: gažaldahkii mas jerrojuvvui ”.
sma: barkoen bïjre.

source: Dien lea dábálaččat ohppiide hui gáibideaddji árvvoštallat “ ii-njálmmálaš ” dilálašvuođas ja dat dahká ila stuora rievddademiid ohppiid gaskkas makkár máhttu sis lea hámuhit čálalaččat. Danne dat oassi ii árvvoštallojuvvo.
sma: Vihkeles illedahkh jïh raerieh dan geajnoen bïjre guhkiebasse aaj eejhtegidie vadtasuvvieh dejtie learoehkidie mah lissie dåarjelimmiem daarpesjieh, guktie eejhtegh maehtieh jïjtsh maanan evtiedimmiem dåarjoehtidh dejstie uvtemesth tjiehpiesvoetijste ryöknedimmesne.

source: • Kommunikašuvdna lea čilgejuvvon ná: “ Geavaha iešguđetlágan veahkkeneavvuid čilget álkes rehkenastimiid ”.
sma: Sæjhta doh ellen jeanatjommes learohkh mejtie goerehtallemepryöve damtije, dåarjelidh mierien sisnjelen sjïehtedamme lïerehtimmeste.

source: Kártengeahččalemiid rámmaplánaid mielde eai galgga
sma: Læjhkan naan gille learohkh mejtie

source: geahččaleamis mihtidit ohppiid máhtuid čállimis ja lohkamis.
sma: byöroe vijriesåbpoe salkehtidh juktie vuarjasjidh mejtie daerpies sjïereööhpehtimmine.

source: Oahppit
sma: Sæjroe

source: kommuniserejit go čállet loguid ja symbolaid.
sma: 5/32 tjiehpiesvoetine ryöknedimmesne mejtie maahta pryövesne möölehtidh.

source: Eanas bargobihtát leat ráhkaduvvon suorgái Geavahit ja ráhkadit.
sma: Learohkh mah tjoeperdimmieraasten nuelesne skååredieh leah aktene vuelege daltesisnie.

source: Aspektii Dovdat ja čilget leat maiddái ráhkaduvvon bargobihtát.
sma: daan daltesasse sjïehtedamme.

source: Dasa lassin leat ráhkaduvvon muhtun bargobihtát mat isket vuođđo doabaipmárdusa mii lea dárbbašlaš eaktun matematihka vuođđo máhtolašvuođaid ovdánahttimis.
sma: Laavenjassh dan åvteste maahtoem vueliehkommes daltesisnie möölehte progresjovnebuerkiestimmesne ryöknedæmman tjaalegisnie Rammeverk for grunnleggende ferdigheter.

source: 1. jahkeceahki kártengeahččalemiid bargobihtáid sáhttá juohkit njealji temái:
sma: • Damtijidh jïh buerkiestidh 1. daltesisnie lea buerkiestamme goh «Damtije vihties

source: • Loguidlohkan temá mearkkaša máhttit lohkat struktuvrralaš ja eahpestruktuvrralaš hivvodagaid, lohkagoahtit viidásit muhtun logus (sihke bajásguvlui ja vulosguvlui), ja máhttit lohkat guvttiin-ja guvttiin, viđáin-ja viđáin ja nu ain viidásit.
sma: 2. daltesasse sæjhta jiehtedh reaktoe ryöknedimmievuekiem hammoedidh dejtie tsiehkide mah buerkiestamme sjidtieh guvvijste, goh ryöknedidh mennie åesesne göökte daeverh tjåanghkan sjidtieh. Maahta aaj mij akt dan aelhkie årrodh goh

source: • Lohkodoahpagiid temá mearkkaša ipmirdit guovddáš doahpagiid nugo stuorit go, unnit go, lohku ovdal, lagamus lohku ja nu ain.
sma: guarkedh tjïjhtje eeplah (bieliekonkreeth / guvvie) maahta vuesiehtidh (taale) symbovline 7, jallh maehtedh göökte representasjovnh seamma taalese

source: • Lohkoráidu ja lohkolinnjá temá sisdoallá ahte galgá nákcet bidjat loguid lohkolinnjái, galgá diehtit loguid gaskka, galgá čatnat lohkomeari dasa man ollu
sma: viertiestidh (vuesiehtimmien gaavhtan taalesymbovlh jïh konkreeth). • Nuhtjedh jïh gïetedidh lea 1. njieptjesne buerkiestamme goh “ aelhkie strategijh

source: leat, ja geavahit dan ovdamearka dihte sirret loguid sturrodaga mielde.
sma: nuhtjie gosse edtja ryöknedh, veahkah jïh geometrijen goerh klassifiseradidh.

source: Mo geavahit bohtosiid vuođđun viidásit oahpaheamis ?
sma: Aelhkie aerviedimmieh dorje joekehtslaakan ”.

source: Buot árvvoštallamiid maid addá ohppiide dađimielde go oahpaha sin, gohčodit dađistagaárvvoštallamin ja dat galget ovddidit oahppama.
sma: veahkijste, jïh maehtedh aritmetriske aerviedimmieh tjïrrehtidh (dovne bæjjese bïejeme jïh ij bæjjese bïejeme laavenjassh).

source: Buot ohppiin lea riekti dasa, ja lea dehálaš ahte oahppit ipmirdit daid mihtuid mat vurdojuvvojit sin oahpaheamis.
sma: • Ussjedalledh jïh vuarjasjidh lea buerkiestamme goh «Sjæjsjele mejtie akte illedahke lea vaestiedasse gyhtjelassese mij gihtjesovviš.

source: Dehálaš lea ahte oahpaheaddjit geavahit dieđuid geahččalemiid bohtosiin heivehit ohppiid oahpahusa ovddosguvlui ohppiid oahppandárbbuid mielde.
sma: Aervede krïevije sjædta learoehkasse daam vuarjasjidh aktene «ij-njaalmeldhš tsiehkesne, jïh sæjhta fer gïerve årrodh learoehkasse dam tjaaleldh darjodh.

source: Molssaeaktun livčče sáhttán čállit logešvuogádat
sma: Dan åvteste ij sïjhth dam aspektem vuarjasjidh.

source: dahje sadjeárvovuogádat (plassverdisystemet) Oahppoplána geavaha sadjeárvovuogádaga.
sma: • Govlesadteme lea buerkiestamme goh «ovmessie viehkiedïrregh nuhtjie juktie aelhkie aerviedimmieh darjodhš.

source: Buorre dađistaga-árvvaštallan gohčoduvvo maiddái Vurdering for læring / Árvvoštallan oahpaheami várás, ja njeallje prinsihpa leat guovddážis go geavaha geahččalemiid bohtosiid viidásit barggus.
sma: Mierievierhkesne goerehtallemepryövide tjåådtje dah pryövh eah edtjh learohki maahtoem tjaeliemisnie jïh lohkemisnie möölehtidh. Dan åvteste ij sïjhth govlesadtemem vuarjasjidh, men sæjhta dam ovryöktesth

source: Čuovvovaš prinsihpat leat čilgejuvvon oahpahuslága láhkaásahusas,3.kap. NJEALLJE PRINSIHPA Ohppiid oahppaneavttuid sáhttá nannet jus oahppit
sma: vuarjasjidh Gosse learohkh laavenjasside pryövesne luetieh, tjuerieh matematihkeles symbovlh reaktoe nuhtjedh guktie mubpieh maehtieh guarkedh maam dah leah dorjeme.

source: • ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo.
sma: Learohkh govlesedtieh viehkine taalh jïh symbovlh tjaeledh.

source: • ožžot responssa ja besset gullat makkár kvalitehta sin barggus dahje olahusas
sma: Dah jeenjemes laavenjassh leah evtiedamme suarkan Nuhtjedh jïh gïetedidh.

source: lea. • ožžot rávvagiid movt sáhttet buorebut bargat.
sma: Aaj laavenjassh evtiedamme aspektese Damtijidh jïh buerkiestidh.

source: • oassálastet iežaset oahppamis earret eará nu ahte árvvoštallet iežaset barggu
sma: Lissine lea evtiedamme

source: Dehálaš poeaŋŋa lea: Makkár mihtuid galggan oláhit, man muttus mun lean daid mihtuid ektui, ja mo galggan mun ollet dohko ?
sma: såemies laavenjassh mah vihkielåbpoe dïejvesegoerkesem teestadieh, mij lea daerpies jis edtja maehtedh doh uvtemesth tjiehpiesvoeth ryöknedimmesne evtiedidh.

source: Oahppit galget ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo
sma: Maahta laavenjasside goerehtallemepryövesne 1. daltesasse njieljie teemine juekedh:

source: Go bargá geahččalemiiguin ja árvvoštallamiin, de lea dehálaš ahte oahppit dihtet mii sis vurdojuvvo ja manne sin árvvoštallet.
sma: • Ryöknemetjiehpiesvoeth leah maehtedh struktuvreradamme jïh ovstruktuvreradamme veahkah ryöknedh, guhkiebasse ryöknedh akten saaht man

source: Oahppit fertejit maid diehtit manne lea dehálaš bargat rehkenastimiin vuođđo máhtolašvuohtan.
sma: • Taaledïejvesh leah maehtedh vihkeles dïejvesh guarkedh goh stuerebe goh, unnebe goh, taale åvtelen, lïhkemes taale jïh naemhtie vijriesåbpoe.

source: Ságastala ohppiiguin mii lea geahččaleami ulbmil, ja maid geahččaleapmi galgá mihtidit.
sma: Edtja aaj maehtedh låhkoem symbovlese ektiedidh jïh posisjovnesysteemem guarkedh jïh

source: Muital ohppiide sin bargguid birra ja rávve mo viidásit sáhttet bargat
sma: • Ryöknedimmietjiehpiesvoeth lea maehtedh daajroem nuhtjedh taali jïh veahkaj

source: Árvvoštallan- ja čuovvolanbarggus lea guovddáš oassi addit ohppiide fágalaš dieđuid sin barggus.
sma: bïjre strategijigujmie ektine juktie bæjjese bïejeme jïh ij bæjjese bïejeme laavenjassh loetedh (aritmetihkesne).

source: Dat galget muitalit makkár kvalitehta sin barggus dahje doaimmas lea ja galgá sisdoallat rávvagiid ja bagadusaid mo oahppit sáhttet bargat buorebut.
sma: Gaajhkh learohkh edtjieh dam utnedh, jïh vihkeles learohkh lïerehtimmien ulmieh guarkah, mej vööste dah edtjieh barkedh.

source: Geahččaleami bohtosat ja dieđut sáhttet addit dutnje gova oahppi máhtuin, ja das mainna oahppi berre bargat eanet.
sma: Vihkeles lohkehtæjjah bïevnesh pryöveilledahkijste nuhtjieh juktie dam vijriesåbpoe lïerehtimmiem sjïehtedidh learohki lïerehtimmiedaerpiesvoeti mietie.

source: Dieid dieđuid berret geahččat ovttas eará dieđuiguin mat dus leat oahppi birra ovdalaččas, ja dan berre geavahit dialogas ohppiiguin ja váhnemiiguin.
sma: Hijven jaabnanvuarjasjimmie aaj gohtjesåvva Vuarjasjimmie lïerehtæmman, jïh njieljie prinsihph leah jarngesne gosse illedahkide pryöveste nuhtjie dan vijriesåbpoe barkose.

source: Oaččo ohppiid searvat árvvoštallamii Ohppiid berre oažžut searvat geahččalemiid árvvoštallamii.
sma: NJIELJIE PRINSIHPH Maahta learohki lïerehtimmienuepieh nænnoestehtedh dastegh learohkh

source: Go jearahallá ohppiin maid sii doivot sii leat máhttán bargat, ja mainna galggaše eanet bargat, de sáhttá ohppiid oažžut suokkardallat iežaset máhtolašvuođas.
sma: 1. guarkah maam edtjieh lïeredh, jïh mij lea veanhtadamme dejstie 2. bievnesh bååstede åadtjoeh mah dejtie soptsestieh kvaliteeten bïjre barkose jallh maam dorjeme

source: Maŋŋil go bohtosiid lea geahčadan, de sáhttá leat
sma: 3. raerieh åadtjoeh guktie dah maehtieh buerebe sjïdtedh

source: ávkkálaš ohppiiguin searvalaga suokkardallat sin vástádusaid ja plánet movt oahppit sáhttet buorebut bargat.
sma: 4. leah meatan jïjtse lïerehtimmiebarkosne, gaskem jeatjah jïjtse barkoem jïh evtiedimmiem vuarjasjidh

source: Ohppiid árvvoštallamat iežaset barggus sáhttet addit dehálaš dieđuid das mii sin mielas lea váttis, ja mainna sii galggaše eanet bargat.
sma: Akte vihkeles gyhtjelasse lea: Mah ulmieh edtjem jaksedh, gusnie leam viertiestamme daej ulmiejgujmie, jïh guktie edtjem dohkoe båetedh ?

source: Iežasárvvoštallan sáhttá maiddái dahkat ohppiid eanet diđolažžan iežaset gelbbolašvuođas rehkenastimis.
sma: Mijjieh teermem posisjovnesysteeme nuhtjebe.

source:  Movt ráhkkanahttit ohppiid geahččaleami ulbmiliidda ?
sma: Lij aaj maahteme tjaeledh luhkietaalesysteeme jallh

source:  Movt galggan geavahit bohtosiid vai sáhtán addit fágalaš relevanta
sma: sijjieaarvoesysteeme. Learoesoejkesje sijjieaarvoesysteemem nuhtjie

source: árvvoštallamiid ruovttoluotta mat ovddidit viidásit oahppama ?
sma: 7/32 vuarjasjamme sjidtieh, jïh mij lea veanhtadamme dejstie.

source:  Movt mun sáhtán seavadahttit oahppi viidásit bargui bohtosiiguin ?
sma: Learohkh tjuerieh daejredh man åvteste vihkeles ryöknedimmine barkedh goh akte uvtemesth tjiehpiesvoete.

source:  Movt oahppit sáhttet searvat iežaset barggu árvvoštallamii ?
sma: Soptsesth dan åvteste learohkigujmie aajkoen bïjre pryövine, jïh maam pryöve möölehte.

source: Kártengeahččaleami čađahan bagadussii Instruksjon for gjennomføring lea dehálaš oahpásmuvvat bures ovdal čađahanbeaivvi.
sma: Vedtieh bïevnesh bååstede jïh raerieh geajnoen bïjre guhkiebasse Faageles bïevnesh bååstede leah akte vihkeles bielie vuarjasjimmie- jïh dåarjelimmiebarkoste.

source: Dat instruksa sisdoallá dan maid oahpaheaddji galgá dadjat ohppiide ovdal geahččaleami ja geahččaleami čađhettiin. Dasa lassin čilgejuvvojit das čađaheami rámmat.
sma: Daah edtjieh kvaliteeten bïjre barkosne soptsestidh jallh guktie learohke dam haalveme, jïh edtja dovne raerieh jïh bïhkedimmiem vedtedh guktie learohkh maehtieh buerebe
